import React from 'react';

const GridCards = () => {

    const caseImages = [
        {
            img: '',
            title: 'Дизайн проект ул. Восстания 12',
            text: 'Проект однокомнатной квартиры выполнен в скандинавском стиле и предполагает проживание одного или двух человек.',
        },
        {
            img: '',
            title: 'Проект 2',
            text: 'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта',
        },
        {
            img: '',
            title: 'Проект 3',
            text: 'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта',
        },
        {
            img: '',
            title: 'Проект 4',
            text: 'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта',
        },
        {
            img: '',
            title: 'Проект 5',
            text: 'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта',
        },
        {
            img: '',
            title: 'Проект 6',
            text: 'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта',
        },
        {
            img: '',
            title: 'Проект 7',
            text: 'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта',
        },
        {
            img: '',
            title: 'Проект 8',
            text: 'Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта Описание проекта',
        },
    ];

    return (
        <>
            <div className="cases__grid">
                <div className="cases__grid-item">
                    <h3 className="cases__name"></h3>
                    <p className="cases__description">
                    </p>
                </div>
            </div>
        </>
    )
}
    
export default GridCards;